Repository: wazo-pbx/wazo-admin-ui-funckey
Catalog: wazo_plugind_admin_ui_funckey_official/translations/*/LC_MESSAGES/messages.po
Languages: pl, pt_br

source: Service
pl: Usługi
pt_br: Serviço

source: Enable voicemail
pl: Włącz pocztę głosową
pt_br: Habilitar correio de voz

source: Reach the voicemail
pl: twórz pocztę głosową
pt_br: Alcançar o correio de voz

source: Delete messages from voicemail
pl: Skasuj wiadomości z poczty głosowej
pt_br: Deletar mensagens do correio de voz

source: Phone status
pl: Status telefonu
pt_br: Status do Telefone

source: Sound recording
pt_br: Gravação de som

source: Disable all forwarding
pl: Wyłącz wszystkie przekierowania
pt_br: Desabilitar todo o encaminhamento

source: Listen to online calls
pl: Słuchaj aktywnych połączeń
pt_br: Ouvir as chamadas on-line

source: Directory access
pl: Dostęp do katalogu
pt_br: Acesso ao Diretório

source: Group Interception
pl: Przechwytywanie grupy
pt_br: Grupo de Interceptação

source: Call recording
pl: Nagrywanie rozmowy
pt_br: Gravação de Chamadas

source: Incoming call filtering
pl: Filtry połączeń przychodzących
pt_br: Filtragem de chamadas recebidas

source: Do not disturb
pl: Nie przeszkadzać
pt_br: Não perturbe

source: Transfer
pt_br: Transferência

source: Blind transfer
pl: Transfer w ciemno
pt_br: Transferência Cega

source: Indirect transfer
pl: Transfer pośredni
pt_br: Transferência indireta

source: Forward
pl: Przekierowanie
pt_br: Encaminhar

source: Enable / Disable forwarding on busy
pl: Włącz / wyłącz przekierowania gdy zajęty
pt_br: Ativar / Desativar o encaminhamento em ocupado

source: Enable / Disable forwarding on no answer
pl: Włącz / wyłącz przekierowania gdy brak odpowiedzi
pt_br: Ativar / Desativar o encaminhamento em sem resposta

source: Enable / Disable forwarding unconditional
pl: Włącz / wyłącz przekierowania bezwarunkowe
pt_br: Ativar / Desativar encaminhamento incondicional

source: Custom
pl: Własne
pt_br: Personalizado

source: Online Recording
pl: Nagrywanie online
pt_br: Gravação Online
